<?php
/**
 * +----------------------------------------------------------------------
 * | 自定义异常
 * +----------------------------------------------------------------------
 * | Copyright (c) 2019 http://www.sunnyos.com All rights reserved.
 * +----------------------------------------------------------------------
 * | Date：2019-05-22 15:58:14
 * | Author: Sunny (admin@mail.sunnyos.com) QQ：327388905
 * +----------------------------------------------------------------------
 */

namespace App\Exception;

/**
 * Class ApiException
 *
 * @sunny 2.0
 */
class ApiException extends \Exception
{

}
